IdeaRS.Connections
StiffenerData.ChamferSize Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the size of the chamfer
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ChamferSize { get; set; }
Property Value
Type: Double
See Also
Reference
StiffenerData Class
IdeaRS.Connections.Data Namespace